---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TextureRealWorldOffsetY
source: html/c904ec08-bfd7-7135-3699-0a9fc1051364.htm
---
# Autodesk.Revit.DB.Visual.Tile.TextureRealWorldOffsetY Property

The property labeled "Offset Y" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TextureRealWorldOffsetY { get; }
```

## Remarks
This property is of type "AssetPropertyDistance".